Repository: BigFatFlo/OpinionS_iOS
Catalog: OpinionS/*.lproj/Localizable.strings
Languages: fr

source: ask
fr: Poser une question

# no username
source: Please enter your username
fr: Veuillez entrer votre pseudo

# no password
source: Please enter your password
fr: Veuillez entrer votre mot de passe

source: Login failed
fr: Connexion impossible

# no username for sign up
source: Please enter a username
fr: Veuillez entrer un pseudo

# no password for sign up
source: Please enter a password
fr: Veuillez entrer un mot de passe

# no password again for sign up
source: Please enter your password again
fr: Veuillez entrer votre mot de passe à nouveau

# no email for sign up
source: Please enter a valid email address
fr: Veuillez entrer une adresse email valide

# not same password
source: Please enter the same password twice
fr: Veuillez entrer le même mot de passe deux fois

# one field is too long
source: No field can exceed 40 characters
fr: Aucun champ ne peut dépasser 40 caractères

source: Password reset failed
fr: Impossible de réinitialiser le mot de passe

# password reset succeeded
source: An email has been sent to your address
fr: Un email a été envoyé à votre adresse

# profile is complete
source: Your Profile is complete
fr: Votre Profile est complet

source: You have
fr: Vous avez

source: subscribers
fr: abonnés

# unable to refresh
source: Unable to refresh, please try again.
fr: Impossible de rafraichir, veuillez réessayer

source: Already a subscriber!
fr: Déjà abonné(e)!

source: User
fr: L'utilisateur

# doesn't exist
source: doesn't seem to exist
fr: semble ne pas exister

source: Unable to subscribe
fr: Impossible de s'abonner

# successfully subscribed
source: Subscribed to
fr: Abonné(e) aux questions de

source: Already a member!
fr: Déjà membre!

source: The group
fr: Le groupe

source: Unable to join
fr: Impossible de rejoindre le groupe

# successfully joined
source: Joined group
fr: Vous avez rejoint le groupe

source: Group
fr: Groupe

# successfully created
source: created!
fr: créé!

# unable to create
source: Unable to create the group
fr: Impossible de créer le groupe

source: already exists
fr: existe déjà

# here you can see
source: Here you can see a preview of your question
fr: Vous voyez ici un aperçu de votre question

# question not long enough
source: Questions must be at least 8 characters long
fr: Une question doit contenir entre 8 et 135 caractères

# answers max
source: You can't add more than 5 answers
fr: Vous ne pouvez pas ajouter plus de 5 réponses

# need to add
source: You need to add a question and 2 to 5 answers
fr: Vous devez ajouter une question et de 2 à 5 réponses

# no subscribers
source: You don't seem to have any subscribers
fr: Vous semblez ne pas avoir d'abonné

source: Send to
fr: Envoyer à

# no groups
source: You don't seem to own any groups
fr: Vous semblez n'être propriétaire d'aucun groupe

# not owner
source: You don't own this group
fr: Vous n'êtes pas un propriétaire de ce groupe

# group doesn't exist
source: This group doesn't exist
fr: Ce groupe semble ne pas exister

# group is empty
source: This group is empty
fr: Ce groupe semble vide

source: Send to the
fr: Envoyer aux

source: members of
fr: membres de

# no info on group
source: Unable to get info on the group
fr: Impossible de trouver d'info sur ce groupe

# no users criteria
source: No criteria to target users
fr: Aucun utilisateur disponible pour vos critères

source: No targeted users
fr: Vous devez sélectionner une cible

# no group
source: No group selected
fr: Vous devez sélectionner un groupe

source: Unknown error
fr: Une erreur est survenue

# unable to send
source: Unable to send the question
fr: Impossible d'envoyer la question

source: Invalid question
fr: Question non valide

source: Man
fr: Homme

source: Woman
fr: Femme

# man
source: a man
fr: un homme

# woman
source: a woman
fr: une femme

source: want
fr: voulez

source: don't want
fr: ne voulez pas

source: You are
fr: Vous êtes

source: born in
fr: , né(e) en

source: , living in
fr: , vivez en

# have a salary
source: , have an annual salary between
fr: , touchez un salaire annuel compris entre

# euro and
source: $ and
fr: € et

source: and
fr: et

# to receive international
source: to receive international questions.
fr: recevoir les questions internationales.

source: Change your Profile
fr: Modifier votre Profil

source: Change
fr: Modifier

# select country
source: Please select your country
fr: Veuillez sélectionner votre pays

source: Select
fr: Sélectionner

source: Complete your Profile
fr: Compléter votre Profil

source: Country
fr: Pays

source: Gender
fr: Genre

source: Date of birth
fr: Date de naissance

source: Salary
fr: Salaire

# do you confirm
source: Do you confirm that you are
fr: Confirmez-vous que vous êtes

source: Couldn't save profile
fr: Impossible de sauvegarder le profil

# no changes
source: Nothing changed, no need to save
fr: Aucun changement de profil

# profile not complete
source: Your profile isn't complete!
fr: Votre profil est incomplet!

# you are an owner and a member
source: You are an owner and a member of this group
fr: Vous êtes membre et propriétaire de ce groupe

# you are an owner
source: You are an owner of this group
fr: Vous êtes un propriétaire de ce groupe

# you are a member
source: You are a member of this group
fr: Vous êtes un membre de ce groupe

source: Number of members:
fr: Nombre de membres:

# not member nor owner
source: You are neither a member nor an owner of this group!
fr: Vous n'êtes ni membre ni propriétaire de ce groupe!

# unable to load group data
source: Unable to load data for this group
fr: Impossible de charger les données de ce groupe

source: Owners
fr: Propriétaires

source: Members
fr: Membres

source: Leave group
fr: Quitter le groupe

source: Rejoin group
fr: Rejoindre le groupe

source: Unable to leave group
fr: Impossible de quitter le groupe

source: Unable to rejoin group
fr: Impossible de rejoindre le groupe

# is already an owner
source: is already an owner of this group
fr: est déjà un propriétaire de ce groupe

source: added as owner
fr: a été ajouté comme propriétaire

# unable to add owner
source: Unable to add an owner
fr: Impossible d'ajouter un propriétaire

# you have to type
source: You have to type something
fr: Vous devez écrire quelque chose

source: Asked by:
fr: Posée par:
